import React from 'react';
import { Container, Row, Col } from 'react-bootstrap';

const AboutUs: React.FC = () => {
    return (
        <Container className="my-5">
            <Row>
                <Col>
                    <h1>Про нас</h1>
                    <p>Ласкаво просимо до IT Courses Hub, вашого провідного напрямку високоякісних IT-курсів та професійної підготовки. Ми присвячені допомозі вам процвітати в постійно змінному світі технологій.</p>
                    <p>У IT Courses Hub наша пристрасть до технологій та освіти підштовхує нас надавати вам знання та навички, необхідні для успіху в швидкому світі інформаційних технологій. Ми розуміємо, що залишатися в курсі та бути актуальними в галузі технологій критично важливо, і ми тут, щоб підтримати вашу подорож.</p>
                    <p>Наша місія проста: надавати доступні, доступні та високоякісні IT-курси, які надають вам можливість розпочати кар'єру або залишатися на передньому краї технологічних досягнень. Незалежно від того, чи є ви досвідченим фахівцем, який бажає розширити свій набір навичок, чи початківцем, який бажає дослідити світ ІТ, IT Courses Hub тут, щоб допомогти вам досягти ваших цілей.</p>
                    <p>Наш широкий спектр курсів охоплює великий спектр спеціалізацій в галузі ІТ, від програмування та веб-розробки до кібербезпеки та науки про дані. Наші викладачі - це висококваліфіковані фахівці, які пасіоновані в обміні своїми знаннями та допомогти вам досягти успіху. Ми пропонуємо як самостійні курси, так і живі онлайн-заняття, що забезпечує гнучкість в вашому процесі навчання.</p>
                    <p>У IT Courses Hub ми цінуємо ваш зріст і зобов'язані надавати платформу, що забезпечує вас інструментами, необхідними для досягнення нових висот в вашій кар'єрі. Приєднуйтесь до нас в цій подорожі, і разом ми побудуємо яскраве майбутнє в світі технологій.</p>
                </Col>
            </Row>
        </Container>
    );
};

export default AboutUs;
